[
  {
    "submission_id": "1698x75",
    "title": "Discrepancy between Self-Reported and Actual Caloric Intake and Exercise in Obese Subjects",
    "comments": []
  },
  {
    "submission_id": "15yi17u",
    "title": "Global, regional, and national burden of diabetes from 1990 to 2021, with projections of prevalence to 2050: a systematic analysis for the Global Burden of Disease Study 2021",
    "comments": [
      {
        "body": "> ...all evidence indicates that diabetes prevalence is increasing worldwide, primarily due to a\nrise in obesity caused by multiple factors",
        "timestamp": 1692737157.0,
        "parent": "t3_15yi17u"
      }
    ]
  },
  {
    "submission_id": "14i6fco",
    "title": "BMI 'Vastly Underestimates' True Obesity",
    "comments": [
      {
        "body": "Really anything over 26-27 should be considered obese.",
        "timestamp": 1687648720.0,
        "parent": "t3_14i6fco"
      },
      {
        "body": "Obesity is closer to 60% I understand",
        "timestamp": 1690381330.0,
        "parent": "t3_14i6fco"
      },
      {
        "body": "BMI has ZERO accuracy. Right now, I am considered barely overweight, at slightly more than 25 BMI. I had a dxa scan done mid-July however, which showed my bodyfat percentage was actually 15%. The doctor who did the dxa scan told me BMI was on the way out.",
        "timestamp": 1694824297.0,
        "parent": "t3_14i6fco"
      },
      {
        "body": "Congratulations on being an outlier.  About half of people who are overweight by BMI are obese by DXA.",
        "timestamp": 1694834196.0,
        "parent": "t1_k0rwk54"
      }
    ]
  },
  {
    "submission_id": "14bhgwx",
    "title": "Anthropometric measures and adverse outcomes in heart failure with reduced ejection fraction: revisiting the obesity paradox | European Heart Journal",
    "comments": [
      {
        "body": "For heart failure, there is no \"obesity survival paradox\" when better measures of adiposity are used.  Extra fat leads to higher rates of hospitalization and death from heart failure.\n\nExplained in layman's terms:  https://www.medicalnewstoday.com/articles/obesity-paradox-scientists-say-weight-fat-are-linked-to-heart-failure",
        "timestamp": 1686976905.0,
        "parent": "t3_14bhgwx"
      }
    ]
  },
  {
    "submission_id": "13kgrz3",
    "title": "Half of children given ‘skinny jab’ no longer clinically obese, study finds | Obesity",
    "comments": []
  },
  {
    "submission_id": "11b9j7v",
    "title": "Sources and severity of bias in estimates of the BMI–mortality association",
    "comments": []
  },
  {
    "submission_id": "zajngd",
    "title": "Why aren’t obesity medical breakthroughs a bigger deal?",
    "comments": [
      {
        "body": "Perhaps medical breakthroughs treat the symptoms not the underlying cause. Dr. Ericc Westland and Dr. William Li seem very knowledgeable. There is hidden added sugar in most ultra-processed foods. This spikes insulin and instructs the body to store fat, which means it's being stored and not used which means hunger persists for more food, and on and on it goes  They speak about low-carb/high fat foods playing a big role in reducing weight and, more importantly, attaining metabolic health and. I must say I found it all rather interesting and it works too. It seems the true answer lies in wholefoods.",
        "timestamp": 1688437114.0,
        "parent": "t3_zajngd"
      },
      {
        "body": "As someone with zero medical knowledge, I think it’s the social stigma around obesity.\n\nObesity is largely caused by lifestyle choices. A lot of people view it like they view drug & alcohol addiction, “Well they choose to keep eating junk food & not exercise”. A lot of people hold the view that obesity is not deserving of medical treatment. Yes, in a lot of cases it is caused by people’s own choices, but it’s still a problem & if solutions are working, it should be made available for people who would benefit from it. Same goes for all unhealthy addictions. The goal should always be to help, not judge.\n\nThe reality is that obesity is rife in society today & the whole point of modern medical research is to cure society of various ills. I think it’s a shame that a lot of governments & everyday people don’t think it’s worthy of funding when it could save the health sector a lot in the future with less people in hospitals for obesity related conditions.",
        "timestamp": 1699555272.0,
        "parent": "t3_zajngd"
      }
    ]
  },
  {
    "submission_id": "yaq6yt",
    "title": "Happy Cakeday, r/Obesity! Today you're 13",
    "comments": []
  },
  {
    "submission_id": "uzqozn",
    "title": "Evidence for an adverse effect of weight cycling appears sparse, if it exists at all.",
    "comments": []
  },
  {
    "submission_id": "st8rd6",
    "title": "Metabolic adaptation is an illusion, only present when participants are in negative energy balance | The American Journal of Clinical Nutrition",
    "comments": [
      {
        "body": "I am not sure what does that means ? Can you explain please",
        "timestamp": 1647705297.0,
        "parent": "t3_st8rd6"
      },
      {
        "body": "People in the study took 9 weeks to lose 14 kg on average.  They had lower than expected BMRs at 9 weeks.  From 9 weeks to 13 weeks they were weight-stabilized.  The size of the \"metabolic adaptation\" was cut in half.  Their BMRs increased.  Participants who gained weight during the \"maintenance phase\" saw their BMRs rise to expected levels.  At 1 year out from the start of the study, metabolic adaptation disappears.",
        "timestamp": 1647814875.0,
        "parent": "t1_i1ajpkr"
      },
      {
        "body": "How much was the metabolic adaptation? A BMR of 2,100 to 1,800 isn't a massive difference, and definitely not enough to suggest that individuals can't continue to lose fat (not weight). Furthermore, if the participants are given an exercise regimen to go along with calorie cutting, I'd postulate that the BMR changes would be offset. If anything, this could be helpful for people seeking to lose fat; obtaining their BMR before and during their lifestyle change at periodic intervals would help them conform their diet to their body, rather than guessing.\n\nSo they aren't gaining weight in maintenance because they are returning to old habits nor is it because the body is \"fighting back\". It's just rhat their BMR dropped and they didn't adjust their maintance caloric intake to adjust.",
        "timestamp": 1653313010.0,
        "parent": "t1_i1givqe"
      }
    ]
  },
  {
    "submission_id": "qdiy5l",
    "title": "Happy Cakeday, r/Obesity! Today you're 12",
    "comments": [
      {
        "body": "Is there a subreddit about obesity by/for the people who are effected by it and are seeking support for their illness?\n\nThis subreddit looks positively toxic, not to mention barren.",
        "timestamp": 1642543926.0,
        "parent": "t3_qdiy5l"
      },
      {
        "body": "[deleted]",
        "timestamp": 1635024424.0,
        "parent": "t3_qdiy5l"
      },
      {
        "body": "I will [message you every year](https://www.reddit.com/r/RemindMeBot/comments/e0tgoj/cakeday_info_post/) at [**09-06 06:11:50 UTC**](http://www.wolframalpha.com/input/?i=2022-09-06%2006:11:50%20UTC%20To%20Local%20Time) to remind you of your cakeday.\n\n[**CLICK THIS LINK**](https://www.reddit.com/message/compose/?to=RemindMeBot&subject=Reminder&message=%5Bhttps%3A%2F%2Fwww.reddit.com%2Fr%2FObesity%2Fcomments%2Fqdiy5l%2Fhappy_cakeday_robesity_today_youre_12%2Fhhsaw7w%2F%5D%0A%0ARemindMe%21%202022-09-06%2006%3A11%3A50%20UTC) to send a PM to also be reminded and to reduce spam.\n\n^(Parent commenter can ) [^(delete this message to hide from others.)](https://www.reddit.com/message/compose/?to=RemindMeBot&subject=Delete%20Comment&message=Delete%21%20qdiy5l)\n\n*****\n\n|[^(Info)](https://www.reddit.com/r/RemindMeBot/comments/e1bko7/remindmebot_info_v21/)|[^(Custom)](https://www.reddit.com/message/compose/?to=RemindMeBot&subject=Reminder&message=%5BLink%20or%20message%20inside%20square%20brackets%5D%0A%0ARemindMe%21%20Time%20period%20here)|[^(Your Reminders)](https://www.reddit.com/message/compose/?to=RemindMeBot&subject=List%20Of%20Reminders&message=MyReminders%21)|[^(Feedback)](https://www.reddit.com/message/compose/?to=Watchful1&subject=RemindMeBot%20Feedback)|\n|-|-|-|-|",
        "timestamp": 1635024469.0,
        "parent": "t1_hhsaw7w"
      }
    ]
  },
  {
    "submission_id": "pvwutv",
    "title": "Attempted intentional weight loss is associated with lower all cause mortality. Actual intentional weight loss results in even lower all cause mortality.",
    "comments": [
      {
        "body": "From the conclusion portion:\n\n\"....weight loss is associated with higher mortality rates only if it is unintentional.\"",
        "timestamp": 1649303344.0,
        "parent": "t3_pvwutv"
      },
      {
        "body": "No shit.",
        "timestamp": 1656525086.0,
        "parent": "t3_pvwutv"
      },
      {
        "body": "After I lost 80 lbs a nurse told me it’s good to keep fat on there in case you suffer a disease and can’t eat you have extra energy to burn. \n\nI guess that’s some sound logic, but no medical professional who didn’t also have a weight problem told me it’s better to be a little chubby than to have the chiseled ten pack that I achieved. \n\nAdditionally, it’s more dangerous for men to sustain extra adipose tissue than it is for women, because of the way it accumulates around men’s midsections rather than distributing nicely everywhere.",
        "timestamp": 1688244646.0,
        "parent": "t3_pvwutv"
      },
      {
        "body": "Yes, this is an uncontroversial finding.  Losing weight when you aren't trying to is a giant red flag.  It often means you have an undiagnosed disease.",
        "timestamp": 1649306669.0,
        "parent": "t1_i3pxtag"
      },
      {
        "body": "FA/HAES claims that weight cycling is associated with higher all cause mortality an thus dieting is long-term bad for you.\n\n This is because the studies they rely on don't distinguish between intentional weight loss like dieting, and unintentional weight loss, often from undiagnosed wasting diseases.\n\nIf you lose weight and don't know why, you should see a doctor because that's a giant red flag.",
        "timestamp": 1656525305.0,
        "parent": "t1_ie7ompr"
      }
    ]
  },
  {
    "submission_id": "p4d1ye",
    "title": "Menopause brings a lowered basal metabolic rate. This can be effectively counteracted with regular exercise beyond the current recommendations.",
    "comments": []
  },
  {
    "submission_id": "npfrpu",
    "title": "Ethnicity-specific BMI cutoffs for obesity based on type 2 diabetes risk in England: a population-based cohort study",
    "comments": []
  },
  {
    "submission_id": "jg18fw",
    "title": "Happy Cakeday, r/Obesity! Today you're 11",
    "comments": []
  },
  {
    "submission_id": "idydp8",
    "title": "Why a coronavirus vaccine could be less effective for obese patients",
    "comments": []
  },
  {
    "submission_id": "i8wcx7",
    "title": "Mexico's new warning labels on junk food meet supersized opposition from U.S., EU",
    "comments": [
      {
        "body": "New labels are absolute trash",
        "timestamp": 1645279643.0,
        "parent": "t3_i8wcx7"
      }
    ]
  },
  {
    "submission_id": "g3ukqx",
    "title": "Metabolically healthy obesity still has higher risks, and is not stable over time.",
    "comments": []
  },
  {
    "submission_id": "dzwbqk",
    "title": "Greater functional, mobility declines in ‘healthy’ obesity vs. normal weight",
    "comments": []
  },
  {
    "submission_id": "dpuhd4",
    "title": "Successful maintainers (average 60 lbs for 10 years) have normal resting metabolic rates. Their TDEEs are higher than their never overweight peers because they walk about 2 miles more a day.",
    "comments": [
      {
        "body": "No \"metabolic adaptation.\"  No \"excessive exercising.\"  Unless you consider a half hour walk a day to be excessive exercise.",
        "timestamp": 1572558318.0,
        "parent": "t3_dpuhd4"
      },
      {
        "body": "What are the downsides to too high metabolism?  I have it in spades.  I also developed type 1 diabetes, don't know if they are related.",
        "timestamp": 1586242853.0,
        "parent": "t1_f5ym5gg"
      },
      {
        "body": "Untreated Type 1 diabetes means you're pissing out serum glucose.  So you have to eat more to maintain weight while at the same time wrecking your kidneys.  It's not that your metabolic rate is high - it's that you're leaking fuel.\n\nIn general, an abnormally high metabolic rate means something is very inefficient, which usually means something is functioning wrong.\n\nHowever, if you base your belief that you have a high metabolic rate on your self-perception that you eat a lot and don't gain weight, it's likely that your self-perception is wrong.  Check out your nearest university exercise physiology laboratory and find out if they can perform a resting metabolic rate measurement using an indirect calorimetry cart.  You lie still in a dark quiet room with a respirator over your face which measures how much carbon dioxide you breathe out.",
        "timestamp": 1586271105.0,
        "parent": "t1_fmo2czt"
      },
      {
        "body": "I do know doctors freak out when they see I am only taking in like 90% oxygen or worse, once they said I should be in a coma",
        "timestamp": 1586368613.0,
        "parent": "t1_fmoyp3d"
      }
    ]
  },
  {
    "submission_id": "beppqi",
    "title": "Implications of life-history strategies for obesity",
    "comments": []
  },
  {
    "submission_id": "bd71f5",
    "title": "Overfat and Underfat: New Terms and Definitions Long Overdue",
    "comments": [
      {
        "body": "As the OP, please note that I am not promoting (or demoting) these terms, I am just interested in the discussion. The authors are clearly interested in combatting obesity, and they believe for some people our efforts will be more successful if we use different terminology; perhaps it's worth a shot?",
        "timestamp": 1555273068.0,
        "parent": "t3_bd71f5"
      }
    ]
  },
  {
    "submission_id": "b8jk8p",
    "title": "Women with PCOS do not have lower metabolic rates",
    "comments": []
  },
  {
    "submission_id": "an760w",
    "title": "Weight cycling in mice leads to profoundly lower risk of early mortality than sustained obesity - yo-yo dieting is better than not dieting at all.",
    "comments": [
      {
        "body": "This is the sort of study that might not pass ethics review for performing with humans.  It bolsters epidemiological studies in humans that show no significant health risks for yo-yo dieting.",
        "timestamp": 1549319097.0,
        "parent": "t3_an760w"
      },
      {
        "body": "very concerned my up and down weight loss might fuck up my entire life. \n\nneed to stick to it.",
        "timestamp": 1551055154.0,
        "parent": "t3_an760w"
      },
      {
        "body": "I just finished *The Longevity Diet* by [Valter Longo](https://en.wikipedia.org/wiki/Valter_Longo) and his take is that a 5-7 day fasting mimicing diet is a good thing to do periodically. Basically 800 calories a day for 5 days. Also, keep your weight way down. Men should have a waist of 33\" or less and women 27\" or less. ",
        "timestamp": 1549494385.0,
        "parent": "t3_an760w"
      },
      {
        "body": "Well this puts an end to a very common talking point for fat activists",
        "timestamp": 1549417063.0,
        "parent": "t3_an760w"
      },
      {
        "body": "Obviously losing it and keeping it off is the best option.  But don't believe the lie that Fat Acceptance activists push that weight cycling is worse for your health than remaining fat.  The studies that seem to show that lump together intentional and unintentional weight loss and regain.  Unintentional weight loss is bad news.  It's often a symptom of some undiagnosed illness.  Especially unintentional weight loss in the elderly.  Mixing these ill and dying people in with people who are just dieting and then going back to their old habits in those studies has the effect that you expect.\n\nIntentional weight loss and regain - dieting and then eating it back on :-) - has no adverse health effects in and of itself.  Losing the weight and keeping it off has lower risks longterm.  Never losing the weight has higher risks longterm.",
        "timestamp": 1551070971.0,
        "parent": "t1_eh7no0j"
      },
      {
        "body": "No more than the Lancet 4 Continent study shut them up about overweight having lower mortality risks than normal weight.  ",
        "timestamp": 1549425278.0,
        "parent": "t1_efu7l3c"
      },
      {
        "body": "I’m obese and I’m also pro fat acceptance. Not every perspective on it but I KNOW that fat shaming is a terrible existence, and there are many factors for a person being obese. It’s not just  about dieting or exercise. There are many biological and psychological factors. I’ve been abused by my otherwise lovely mother by her putting me on diets starting at age 8. I was a normal girl then, not overweight at all. She pestered me, pleaded with me, bribed me, shamed me, threatened me, over and over till only recently (I’m 40) to lose weight. I believe if she would’ve just laid off and NOT made it an issue to me for my prepubescent and pubescent years, I wouldn’t be obese today. \n\nDiets and Excercise are possible. But they’re a lifestyle change that is more successful if you haven’t been trying to diet and failing diets every day for 30 yrs. that said: I’m encouraged this study gives hope for those of us who’ve done everything we can to become healthier and happier, even if we’ve failed many times over. We all deserve hope and deserve to live in the body that makes us feel healthy, happy, & our ultimate selves. \n\nAfter YEARS of failure, I’m trying HIIT. Wish me luck. HOWEVER: the failure to successfully diet, to successfully have the body my mom wanted for me, or what I thought society wanted for me to be successful and to be a worthy human being, not to mention an attractive human being, has been FAR more dangerous to my literal survival than if no one would’ve ever bothered me about it.\n\nFat Acceptance, in my view, isn’t about promoting an unhealthy lifestyle. It’s simply teaching people who find themselves in that situation to love themselves for who they are no matter what their progress will be. Because it is a tough slog, my friend. I would not wish it on anyone. And the only way I’m ever able to be successful is when I know that I am worthy of love and that starts with loving myself. Having pop culture figures and others online show fat acceptance and in bracing people of all body types and sizes is one of the most liberating experience I’ve ever had.",
        "timestamp": 1551904566.0,
        "parent": "t1_eh85pfx"
      },
      {
        "body": ">Fat Acceptance\n\nYou mean not bullying people?\n\nBoth because it's wrong and because it literally does nothing to help reduce obesity?",
        "timestamp": 1652787321.0,
        "parent": "t1_eh85pfx"
      },
      {
        "body": "No I mean denying the reality of  shortened health spans and lifespans and increased misery brought on by overfatness, and promoting the idea that fatness is an unchangeable part of one's identity.  That's what fat acceptance does.  \n\nWhere in this thread is bullying fat people even mentioned.",
        "timestamp": 1652798932.0,
        "parent": "t1_i8xn18j"
      },
      {
        "body": ">That's what fat acceptance\n\nNot in what I've seen. It's more an anti-bullying movement. I don't know anyone overweight who claims that it's like super healthy to be overweight. It's more an acknowledgement that the scientific reality is that it is *incredibly* difficult to \"cure\" being overweight, as we can see globally in the rising obesity rates.",
        "timestamp": 1652851331.0,
        "parent": "t1_i8ya6rc"
      },
      {
        "body": "Here you go.  This is by one of the founders of HAES and a central figure in Fat Acceptance.  Warning - may cause a brain bleed: https://www.youtube.com/watch?v=H89QQfXtc-k",
        "timestamp": 1652852885.0,
        "parent": "t1_i91h6t3"
      },
      {
        "body": "And directly to the point of this study - a central paper for HAES / Fat Acceptance by Lindo Bacon and Lucy Aphramor.  It claims that weight cycling increases inflammation leading to poorer health and higher early mortality.\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC3041737/\n\nThis is a claim that can only be supported if you mix dieters and people who lose weight without intending to together.  Unintentional weight loss is a giant red flag and has a high mortality rate, because it's a sign of undiagnosed and possibly serious illness.  Yet they claim that weight cycling accounts for ALL health effects attributed to obesity.",
        "timestamp": 1652853222.0,
        "parent": "t1_i91h6t3"
      },
      {
        "body": "One more - Christy Harrison.  These are all mainstream HAES / Fat Acceptance thought leaders.\n\nhttps://www.instagram.com/p/B9USSkipyke/\n\nStraight up denial that obesity causes any health issues.",
        "timestamp": 1652854041.0,
        "parent": "t1_i91h6t3"
      },
      {
        "body": "I agree the video is very poor, like the analogy likening people of different weights to dog breeds isn't scientifically justified (at least as far as I'm aware). But to be fair, it doesn't comment on lifespans or inherent wellbeing and such. Like, to use the flawed analogy of the video, we can recognise that different breeds of dog have different lifespans and different health problems while also recognising the need for treating different breeds with love and care regardless. Going on that HAES website, I see quotes like the following:\n\n>We envision a world that celebrates bodies of all shapes and sizes, in which body weight is no longer a source of discrimination and where oppressed communities have equal access to the resources and practices that support health and well being.\n\nWhat's wrong with that? We can recognise that being in a wheelchair is usually not preferred in terms of wellbeing while also ensuring that people in wheelchairs are not subjected to discrimination right?",
        "timestamp": 1652854574.0,
        "parent": "t1_i91jao7"
      },
      {
        "body": "There is nothing wrong with treating everyone with dignity and respect.  There is something very wrong with denying medical science.  We're not talking about correlation any more in the current research.  It's causal and mechanisms have been identified.",
        "timestamp": 1652854711.0,
        "parent": "t1_i91lhh5"
      }
    ]
  },
  {
    "submission_id": "adegvn",
    "title": "Set points exist, but they are overwhelmed in our obesogenic environment, leading to runaway weight gain.",
    "comments": [
      {
        "body": "[removed]",
        "timestamp": 1548050910.0,
        "parent": "t3_adegvn"
      },
      {
        "body": "[removed]",
        "timestamp": 1554354122.0,
        "parent": "t3_adegvn"
      },
      {
        "body": "Fuck off and die, spammer.  I also went through your first page of comments and reported you.  Pretty soon none of your comments will be visible.",
        "timestamp": 1548059456.0,
        "parent": "t1_eelnabb"
      },
      {
        "body": "Fuck off and die, spammer. I also went through your first page of comments and reported you. Pretty soon none of your comments will be visible.\n\n",
        "timestamp": 1554354298.0,
        "parent": "t1_ek2xz95"
      }
    ]
  },
  {
    "submission_id": "6fi6tc",
    "title": "Loss of Life in Obesity after healthy weight loss",
    "comments": [
      {
        "body": "There are some studies showing no deleterious effects with \"weight cycling\" when controlled for intentional vs unintentional weight loss.\n\nI don't know about this caloric theory of aging.  I would think it runs strongly afoul of the large body of research showing a relationship between regular exercise and longevity.\n\nhttp://news.byu.edu/news/research-finds-vigorous-exercise-associated-reduced-aging-cellular-level\n\nhttps://well.blogs.nytimes.com/2015/04/15/the-right-dose-of-exercise-for-a-longer-life/\n\nhttp://www.heraldsun.com.au/news/victoria/new-research-shows-ultra-marathons-could-add-16-years-to-your-life/news-story/d248d5831e19c8cc6e2a12d2280cb613\n\nhttps://www.ncbi.nlm.nih.gov/pubmed/21618162\n\nhttps://academic.oup.com/eurheartj/article/34/40/3145/485935/Mortality-of-French-participants-in-the-Tour-de\n\nHave you ever watched a Pro Tour rider eat?  It's frightening.\n\n",
        "timestamp": 1496870926.0,
        "parent": "t3_6fi6tc"
      },
      {
        "body": "Yes, from what I know you can lose up to 20 years off of your life due to obesity ",
        "timestamp": 1497622549.0,
        "parent": "t3_6fi6tc"
      }
    ]
  },
  {
    "submission_id": "5qhpbr",
    "title": "1 Adult in 6 in the EU is considered Obese",
    "comments": [
      {
        "body": "When I went to school in Europe there was only 1 other fat kid in my class (plus myself). Everyone else was SKINNY. Exercise and healthy lifestyle are huge in Europe compared to North America, not to mention eating healthy and there is hardly any fast food there.",
        "timestamp": 1491114760.0,
        "parent": "t3_5qhpbr"
      }
    ]
  },
  {
    "submission_id": "59dkej",
    "title": "Childhood Obesity Survey",
    "comments": [
      {
        "body": "This survey is terrible ",
        "timestamp": 1477518066.0,
        "parent": "t3_59dkej"
      },
      {
        "body": "Your survey questions kind of suck.\n\n\"Married/Divoced/Single/Other\". Um, de-facto relationships are overwhelmingly common, and by failing to explicitly include them you're going to create a scatter effect where some people put \"married\" (close enough), some \"single\" (technically), some \"other\".\n\nYour \"household income\" doesn't specify currency. US Dollar? And going by the numbers, you probably mean \"annual household income\"?\n\n\"If you suspect any of your children are overweight or obese, what are their ages?\" <-- question seems required even if you say \"no\" to prior question and lacks N/A. Also lacks multi-selection for people with wider age ranges.\n\n\"Were you given a tool that would help you balance these lifestyle measures for your child, would you use it?\" Y/N. Um, \"maybe, if it doesn't suck and is useful/effective?\" What a useless question. If I offered you some stuff in exchange for some money, would you say yes or no?\n\n",
        "timestamp": 1477481262.0,
        "parent": "t3_59dkej"
      },
      {
        "body": "You forgot the link to your survey.",
        "timestamp": 1477430586.0,
        "parent": "t3_59dkej"
      },
      {
        "body": "I'm a bot, *bleep*, *bloop*. Someone has linked to this thread from another place on reddit:\n\n- [/r/fatlogic] [X-Post from \\/r\\/obesity A survey about childhood obesity from Stanford](https://np.reddit.com/r/fatlogic/comments/59fbg0/xpost_from_robesity_a_survey_about_childhood/)\n\n[](#footer)*^(If you follow any of the above links, please respect the rules of reddit and don't vote in the other threads.) ^\\([Info](/r/TotesMessenger) ^/ ^[Contact](/message/compose?to=/r/TotesMessenger))*\n\n[](#bot)",
        "timestamp": 1477451062.0,
        "parent": "t3_59dkej"
      },
      {
        "body": "Yeah, I wish I could have just been pushed out of the survey after saying no to having children. Because then I jus skipped all the following questions since they had to do with having kids.",
        "timestamp": 1477516844.0,
        "parent": "t1_d98can5"
      },
      {
        "body": "The de-facto comment is interesting, let me consider. Otherwise, please check the currency issue, I believe the common symbol **$** is usually sufficient for others to understand the currency...we decided to give up on multiple ages for many children, not to have an intimidating, long survey. And the \"were you given\" question is important the way it is, the willingness to pay is first defined by interest to use the device. You would be surprised to hear how many marked down \"no\"...So thank you for your ideas (and the airing). Have a great day",
        "timestamp": 1477491935.0,
        "parent": "t1_d98can5"
      },
      {
        "body": "Thank you, it was lost in translation...Try it now ",
        "timestamp": 1477440589.0,
        "parent": "t1_d97lmvg"
      },
      {
        "body": "> I believe the common symbol $ is usually sufficient for others to understand the currency\n\n... because no other country uses $, right?\n\nUm. Yeah, specify the currency and time period.\n\nI'm one of those who said \"no\" by the way. Because (assuming \"given\" is intended to mean \"at no cost/gratis\") there are other costs to using tools, like my time, and how annoying it is. I'm not convinced such a tool would be useful and with no other information, I'd just say no and walk away.",
        "timestamp": 1477533909.0,
        "parent": "t1_d98i8jr"
      },
      {
        "body": "I'd like to cross link this to a subreddit that has more subscribers. One with quite a few people who are dealing with obesity. You may get some useless answers there but you'll probably get more good ones. Do I have your permission?",
        "timestamp": 1477441118.0,
        "parent": "t1_d97srfl"
      },
      {
        "body": "Absolutely, thank you so much! Targeting a wider audience with a more normal distribution is exactly what we need. \nThanks again",
        "timestamp": 1477450006.0,
        "parent": "t1_d97t5pw"
      },
      {
        "body": "Okay, I will do that. The sub I'm linking this to is /r/fatlogic if you'd like to check it out.",
        "timestamp": 1477450736.0,
        "parent": "t1_d97zo6e"
      },
      {
        "body": "Why not losit? Or the fitness and xxfitness subs?",
        "timestamp": 1477477448.0,
        "parent": "t1_d9806gb"
      },
      {
        "body": "I don't mod those subs. I do mod fatlogic.",
        "timestamp": 1477488718.0,
        "parent": "t1_d98b0nt"
      },
      {
        "body": "Just saw this recommendation. Thank you very much",
        "timestamp": 1477491302.0,
        "parent": "t1_d98b0nt"
      },
      {
        "body": "Oh ok, was just thinking the guys doing the research might find good populations for the survey there. ",
        "timestamp": 1477489927.0,
        "parent": "t1_d98g0ck"
      },
      {
        "body": "Make a top level comment and suggest them to him. I'm sure he'll appreciate the offer and it's a great idea.",
        "timestamp": 1477489984.0,
        "parent": "t1_d98gtex"
      }
    ]
  },
  {
    "submission_id": "51g9us",
    "title": "Busting the “fat and fit” theory: you can’t exercise away your risk of type 2 diabetes",
    "comments": []
  },
  {
    "submission_id": "4yfcta",
    "title": "Is There Such a Thing as \"Fat but Fit\"?",
    "comments": [
      {
        "body": "I think you can be fat and still not have any underlying health issues.  I got to 115kg and only 5 foot tall and didn't have any health issue. Eventually it will catch up unless a person is fat and still active ",
        "timestamp": 1473454095.0,
        "parent": "t3_4yfcta"
      },
      {
        "body": "I have been obese for almost 30 years. Half of my life. It is possible to an extent. I believe there is a limit. Beyond that limit, it would be difficult to maintain our heath. There are two issues here: being physically fit; agile. And there is health complications like type 2 diabetes, stroke, heart, high blood ...\n\nAcademically, we might study the idea 'Many types and shades of Fat'. Which fat is okay? Fat is not okay. The matter of self image itself is bad. The matter of not being as agile and mobile as others who are not obese is not on.\n\nI believe we should not entertain the idea of 'Fat but Fit'. Let's get fit.",
        "timestamp": 1648205266.0,
        "parent": "t3_4yfcta"
      },
      {
        "body": "You might not have any health issues today or right this moment, however your risk of diabetes, heart disease and cancer are exacerbated the heavier you get. ",
        "timestamp": 1476072405.0,
        "parent": "t1_d7g5bmg"
      },
      {
        "body": "Health is the ability to accomplish movement for a given duration of time and do it with coordination. It’s not simply the absence of health issues. Fat people, regardless of how much they move, will be less healthy than a docile lean person. This is demonstrated in how easy a thin person can obtain a physique compared to a fat person. If you’re fat, you gotta put it way more effort workin that excess fat off. None of this took our ancestors in depth science to figure out. We ate food we grew so we worked our asses off and ate healthier food. Today the answer isn’t that simple. The bottom line is: you are what you fuckin eat.",
        "timestamp": 1694744900.0,
        "parent": "t1_d7g5bmg"
      },
      {
        "body": "Re my last sentence genius ",
        "timestamp": 1476076833.0,
        "parent": "t1_d8lgnaf"
      },
      {
        "body": "you know, I get what you are saying, but I also have to point out some discrepancies \n\nI give you my father as an example, an athlete as a young man, overweight all his life, but continued to be active in sports, type 2 diabetes for a few years of his life in his 80s, now 91 years old with a pacemaker and sugar more than under control \n\none of his ex-girlfriends, 85, overweight for a good bit of her adult life, but a competitive swimmer as a young woman, has had cancer for the last 16 or so years, and is yet alive and with some good bone density there despite countless rounds of chemo, and mental acuity, again despite chemo\n\nwhat this means to me is that despite being overweight, if you are active and exert yourself doing exercise, in the long run, maybe your life will be as long as or maybe longer than thinner people's\n\nme, I'm overweight, late middle age, but my blood pressure apparently is perfect, and I feel great, better than most of my friends, so yes, I would like to be thinner, and I am certainly working towards that end, but in the meantime, i will take my lack of pain, my energy, my overall feeling of well being, over my very thin friends' osteoporosis and autoimmune disorders.  I did a lot of bike riding as a young woman - 22 miles a day roundtrip to work 5 days a week - and I think that exercise as a young woman has held me in very good stead \n\nheart disease or cancer are going to get everyone eventually - if we are going to keep score, long active life trumps everything else \n\nwe are all latinos, however, so maybe we all get that latino longevity bump",
        "timestamp": 1478876876.0,
        "parent": "t1_d8lgnaf"
      }
    ]
  },
  {
    "submission_id": "4t0k0v",
    "title": "In a massive meta-analysis, overweight and obesity are linked to higher risk of early death. The \"Obesity Paradox\" does not exist.",
    "comments": [
      {
        "body": "I am really dubious about this analysis.  In my opinion, they have to heavily massage the data in order to achieve the result they want.  \n\n\nFirst, never smokers.  Not just people who do not smoke now, or haven't smoked for more than ten years, but never smoked.  In older populations, when smoking was more socially acceptable,  that is going to eliminate a sizable number of people, and perhaps skew the population towards those who have chosen a very different lifestyle.  When you go to the appendix, you can see that applying the never smoked standard significantly shifts the risk ratios, while using the non-smoker standard barely does anything.  Since the risk for smoking related diseases goes down significantly when you quit, that makes it a bit suspicious that the effect you are seeing is a population bias.\n\n\nThen, no one with a chronic disease.  OK, I get that people with chronic diseaes are more likely to die.  But by excluding them, you are basically saying that these people are *protected* by overweight.  Sure, if you are underweight, and have a disease, you are probably close to death.  But what is the rational for excluding them from the normal and overweight population?  Isnt the theory that overweight exacerbates chronic disease? Shouldn't that mean that those who are overweight and diseased die more rapidly than normal weight with the same condition? But they don't. So they are excluded. But even with that exclusion, overweight group is not at higher risk of death.\n\n\nSo then the authors further constrain to those who don't die within five years of the start of the study.  They have to do this to get their desired result.  So what are we supposed to conclude from this? That if you don't want to die in the next five years, you should put on some weight?",
        "timestamp": 1477493870.0,
        "parent": "t3_4t0k0v"
      },
      {
        "body": "Flegal et al totally BTFO.",
        "timestamp": 1468607214.0,
        "parent": "t3_4t0k0v"
      },
      {
        "body": "> Since the risk for smoking related diseases goes down significantly when you quit,\n\nFalse.  The risk stops rising when you quit.  It does not go down.  For most smoking-related diseases, the risk never returns to baseline.  \n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC3049571/\n\nhttps://www.theguardian.com/news/2006/aug/01/smoking\n\nIf you applied your standard to smoking studies, your analysis would show a mild benefit for moderate smoking, since your non-smoking population is contaminated with former smokers who have a higher lifetime risk of death from smoking related diseases.\n\n\n",
        "timestamp": 1477495362.0,
        "parent": "t1_d98jqi5"
      },
      {
        "body": "It is a pretty common misconception that the greatest danger of smoking is lung cancer.  There are many health risks of smoking, many of which are dramatically reduced by quitting, like stroke, MI, etc.\n\nThe best study I found on this showed that relative risk of death was the same in never smokers versus quitters 10-14 years after quitting.\n\nhttp://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.507.9720&rep=rep1&type=pdf\n\nIt is interesting to note that they also found significant differences in other health behaviors (like alcohol consumption) between these groups.\n\nAnother one, quitting by age 30 reduces all cause mortality to that of never smokers\n\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC437139/\n\n\nAnd, even if you feel looking at never smokers is valid, that alone was not enough to create a greater risk of death for being overweight.  They also had to eliminate anyone with a known chronic condition, or anyone who died within five years.  So, if you just take someone today, without chronic disease, and who never smoked, an overweight person has a lower risk than the normal weight person.  That only goes away if you eliminate anyone who dies in the next five years.  To me, not very convincing from a public health standpoint.\n\n\nClearly being very fat is risky.  The risk ratios for the higher levels of obesity are astonishing and frightening. I'd be interested in seeing how many people progress over time from overweight to obese, and increase their mortality risk that way.\n",
        "timestamp": 1477501050.0,
        "parent": "t1_d98ky96"
      },
      {
        "body": "Look at Table 2 in that first study.\n\nThe second study doesn't disagree with the articles I posted.  It's a dose-response thing, and quitting at 30 is markedly better than quitting at 45.\n\nRemoving anyone who dies within 5 years is pretty standard.  It picks up people who have undiagnosed chronic conditions.  The reason is to eliminate reverse causation.  That is, people who are thin because they're chronically sick.\n\nTake a look at this study with that context:\n\nhttp://pophealthmetrics.biomedcentral.com/articles/10.1186/1478-7954-12-6\n\nComparison of this study's model with other models:\n\nhttp://www.pnas.org/content/113/3/572.full\n\nLay discussion on Weighty Matters:\n\nhttp://www.weightymatters.ca/2015/08/guest-post-lifetime-peak-weight-and.html\n\nWhat's going on here?  Most people who are older and formerly overweight or obese did not lose that weight on purpose.  Their atrocious mortality rates reflect that.  In most studies, these people are lumped in with people who have never been obese, resulting in an appearance that normal weight has a higher mortality risk than overweight.\n\n\n\n",
        "timestamp": 1477502894.0,
        "parent": "t1_d98prwm"
      },
      {
        "body": "The \"weighty matters\" reference you give is an interesting one. It does discuss the problems with the Lancet analysis, in a more coherent way than I could.  While it may be a standard methodology, those in the field seem to recognize its inherent bias. His paper nicely shows that the stable weight people in every category have better risk ratios than those who have lost weight.  So the issue with sick people losing weight, either because they are sick, or in an attempt to improve their health exists in every weight category.  So super-obese become obese, obese become overweight, overweight become normal and so on.  When you look at the stable normal versus the stable overweight, there is a non-significant difference in risk ratio.  Even stable obese class I is barely higher considering the confidence interval.  Check out the risks of class II obese that are now normal! Dang. This is clearly a superior methodology to that in the Lancet, though the numbers are so small. While it does not show a protective effect of overweight, it also does not suggest significant health risks to being overweight.\n\n\nI hope the fat acceptance folk don't latch on to that to prove losing weight is dangerous! Its probably confounded by people in bad health making the choice to lose weight. It would be great to do a study where they also asked if any health concerns prompted weight loss.",
        "timestamp": 1477505917.0,
        "parent": "t1_d98rdhv"
      },
      {
        "body": "I'd give the Lancet analysis some credit, as over 50 researchers were involved in compiling it, each of whom is more capable and qualified than either of us at analyzing the data.\n\n>   When you look at the stable normal versus the stable overweight, there is a non-significant difference in risk ratio.  Even stable obese class I is barely higher considering the confidence interval.\n\nThe Lancet study approaches the problem of reverse causation from a different angle.  The problem with Flegal et al is that they hardly approached it at all.  \n\nSince the lancet meta-analysis has a pool of over 10 million participants, its power is much greater.  It shows a small increase in risk for overweight and a moderate increase for Class I obese that is consistent with what Stokes' study suggests.\n\nAs far as proving that weight loss is dangerous, the vast majority of weight loss in later life is not voluntary.  There is no comparison between weight loss that is driven by choice and weight loss that is driven by an underlying illness.  Even then, the weight loss per se is not the dangerous part - it's the underlying disease that's the problem.\n\n\n ",
        "timestamp": 1477513879.0,
        "parent": "t1_d98txcd"
      },
      {
        "body": "They haven't proven the underlying disease is the problem, only that weight loss is correlated with increased risk.  We may think we know the answer, but that is just us making it up to suit our world view.\n\n\nThe Lancet paper is going in to an analysis eliminating huge swathes of population, and have no way of determining whether that massive selection biases their results.\n\n\nI am sure that these issues were brought up in peer review. They describe it well, and it adds to the debate.  I don't believe it settles it.\n\nThanks for the discussion, I really enjoyed those references. Always nice to discuss with someone so reasonable!",
        "timestamp": 1477514854.0,
        "parent": "t1_d990mil"
      }
    ]
  },
  {
    "submission_id": "4rydfh",
    "title": "Pancreatic cancer: Study yields insight into effect of obesity",
    "comments": [
      {
        "body": "Hat tip to /u/USModerate",
        "timestamp": 1468031938.0,
        "parent": "t3_4rydfh"
      }
    ]
  },
  {
    "submission_id": "4gpffp",
    "title": "The lifetime risk for developing T2 Diabetes is over 70% for 18 year olds with BMI > 35, compared to ~10% for 18 year olds with normal BMI.",
    "comments": []
  },
  {
    "submission_id": "4gpayx",
    "title": "Adolescents with BMI > 95th percentile have a 4.9 times greater lifetime risk of dying from Coronary Heart Disease",
    "comments": [
      {
        "body": "Hat tip to /u/crossfitmd",
        "timestamp": 1461774865.0,
        "parent": "t3_4gpayx"
      }
    ]
  },
  {
    "submission_id": "4fhv88",
    "title": "Ingrid Borecki on our Obesogenic Enviroment",
    "comments": []
  },
  {
    "submission_id": "4fblzb",
    "title": "Energy Requirements for Adults: An Update on BMR and Levels of Physical Activity",
    "comments": []
  },
  {
    "submission_id": "4f9cbs",
    "title": "Exercise, Overeating and Obesity A Study From the Journal Nature",
    "comments": []
  },
  {
    "submission_id": "4es195",
    "title": "Stable Weight Loss can be Maintained",
    "comments": [
      {
        "body": "I need to definitely lose some weight lol ",
        "timestamp": 1461332882.0,
        "parent": "t3_4es195"
      },
      {
        "body": "Me too!",
        "timestamp": 1468195677.0,
        "parent": "t1_d2d15ns"
      }
    ]
  },
  {
    "submission_id": "4deqnw",
    "title": "US Life Expectancy on the Decline Because of Obesity Epidemic",
    "comments": []
  },
  {
    "submission_id": "4caai2",
    "title": "Muscle Mass Beats BMI as Longevity Predictor",
    "comments": [
      {
        "body": "I had a gut feeling I had seen some other studies like this. It makes sense with the limitations of BMI in an individual health assessment. BMI is, by definition, a group metric. I just got my bodypod™ results last week which confirm I am indeed one of the outliers but I have been significantly worried about my own BMI. [For thoes that care](https://imgur.com/1cM4OCv)",
        "timestamp": 1459185340.0,
        "parent": "t3_4caai2"
      },
      {
        "body": "Like the comments say, there's no telling whether this is reverse causation.  People can lose a lot of muscle mass as they're wasting away in the last few years of their life.  For elderly people like my mom, muscle mass was an indicator of how gravely ill she was.  It wasn't something she could have manipulated in her favor.  ",
        "timestamp": 1460990790.0,
        "parent": "t3_4caai2"
      },
      {
        "body": "Exactly. BMI is an imperfect tool and, as more people have bodypod and other tools available to them we'll see it used less and less. That said, I would hope that physician would rely upon the evidence of his or her own eyes in assessing a patient and not use BMI as the sole indicator of obesity on an individual level.",
        "timestamp": 1459185561.0,
        "parent": "t1_d1gjf3d"
      },
      {
        "body": "I'm beginning to realize there are actually two definitions to obesity which leads to the majority of its debate/misunderstanding. \n\n1. Websters dictionary's \"having excessive fat ; very fat : fat in a way that is unhealthy\"\n\n2. National Institute of Health / medical definition of having a BMI of over 30.\n\nThe second definition, when collected with all the studies (grossly generalizing) reads like \"having this height and weight puts you greater statistical risk for having increased adiposity which can cause XYZ conditions\"\n",
        "timestamp": 1459250432.0,
        "parent": "t1_d1gjky4"
      },
      {
        "body": "BMI is cheap and works for 99% of people. No one needs the bod pod.",
        "timestamp": 1465544642.0,
        "parent": "t1_d1gjky4"
      },
      {
        "body": "Probably more like 80% of people. It's been shown to be at it's worst around the normal/overweight border.\n\nSurprisingly though, it has no problem nailing morbid obesity and underweight people. ",
        "timestamp": 1468041111.0,
        "parent": "t1_d43e566"
      }
    ]
  },
  {
    "submission_id": "47y1h0",
    "title": "Obesity and Fossil Fuel Usage--Your weight affects everyone",
    "comments": []
  },
  {
    "submission_id": "47s9ca",
    "title": "Obesity and PCOS not Strongly Correlated Despite Public Perception to the Contrary",
    "comments": [
      {
        "body": "So BMI has a stronger correlation to health than PCOS does to obesity.",
        "timestamp": 1456537043.0,
        "parent": "t3_47s9ca"
      }
    ]
  },
  {
    "submission_id": "47mezr",
    "title": "Study: Central (Midsection) Obesity Dramatically Increases Mortality Risk Even In Normal BMI Individuals.",
    "comments": []
  },
  {
    "submission_id": "470xcy",
    "title": "Obese Individuals at Higer Risk for Alzheimer's Disease",
    "comments": []
  },
  {
    "submission_id": "46yiqi",
    "title": "Extra Steps Necessary for Airway Intubation in the Obese Patient",
    "comments": []
  },
  {
    "submission_id": "46h23o",
    "title": "Obesity and Climate Change An Article from The Scientific American",
    "comments": [
      {
        "body": "I see the point they're making, but wouldn't the amount of people in general be just as much the problem as obesity? \n\ne.g. Someone having a fuck ton of kids is using a bunch of resources but so is a childless obese person? ",
        "timestamp": 1460055052.0,
        "parent": "t3_46h23o"
      },
      {
        "body": "In most cases both situations are the result of poor choices.",
        "timestamp": 1460055140.0,
        "parent": "t1_d1twbek"
      },
      {
        "body": "BaZiingA! (also I totally agree) ",
        "timestamp": 1460055336.0,
        "parent": "t1_d1twdz6"
      }
    ]
  },
  {
    "submission_id": "46frtz",
    "title": "Difficult Intubation in the Obese Patient",
    "comments": []
  },
  {
    "submission_id": "450vsk",
    "title": "High fat diets lead to synaptic pruning",
    "comments": [
      {
        "body": "This is terrifying.",
        "timestamp": 1455240986.0,
        "parent": "t3_450vsk"
      },
      {
        "body": "Lately, low fat diets have taken a beating as low carb diet popularity has surged. It's nice to read something like this, especially when some people still preach that getting a fast food burger is totally healthy as long as you don't eat the bun. We can't forget that excess of anything is rarely a good thing.",
        "timestamp": 1455465224.0,
        "parent": "t3_450vsk"
      }
    ]
  },
  {
    "submission_id": "44hps6",
    "title": "Explanation of the Critical Flaws in an Article About Obesity.",
    "comments": []
  },
  {
    "submission_id": "43jkcw",
    "title": "Maternal Obesity, Gestational; Diabetes Increase Risk of Autism in Infants",
    "comments": []
  },
  {
    "submission_id": "4220rn",
    "title": "Transgenerational epigenetic inheritance, or how parental diet effects metabolism of offspring",
    "comments": [
      {
        "body": "So, there is a difference based on the father's diet but it is very small?",
        "timestamp": 1453497361.0,
        "parent": "t3_4220rn"
      }
    ]
  },
  {
    "submission_id": "41suoj",
    "title": "Social Security \"Notch\" shows that increase in income does not affect obesity rates.",
    "comments": [
      {
        "body": "Thinking of it this way, when you have enough money, and you have the nice things and the nice family and the nice house, what more is there to want but a nice body/self to match it all? \n\nWith more income, do people work less (hours) but harder? If they work less then they have more time to do things, travel, new activities, and they grow as a person, which could lead to a self-awakening and self discovery.\n\nIf they work more/harder though, maybe they just don't have the time to munch all day and when they get home they go straight to bed. Maybe when people who are becoming obese or are obese say they work hard, they're misjudging the actually level of exertion they're putting into their work, especially if they have the opportunity to munch away all while working. \n\nPersonally I have a low income and even if I worked 24 hours straight, I'm not working \"hard\". I'm hardly working but for a long time. I DO have time to munch and graze all day, and when I get home I am not tired because I didn't exert myself so I stay up and munch some more. \n\nIsn't it also true that more strenuous careers pay more? Carpenters and Laborers pay at least $50k a year, (while an 80 hour weekly McDonald's career pays maybe $35-35k). Desk jobs (legal, office honchos) have to think of their appearance as well, because it's detrimental to their career and success if they're sloppy. \n\nTL;DR: Do people with higher incomes have higher standards? Most likely yes. ",
        "timestamp": 1455381482.0,
        "parent": "t3_41suoj"
      },
      {
        "body": "This is the best tl;dr I could make, [original](http://straighttalkmd.com/income-and-obesity-extended-episode/) reduced by 78%. (I'm a bot)\n*****\n> The World Health organization has claimed, worldwide at least, that rising incomes have promoted obesity, but I think they&#039;re more thinking of developing countries more than economically developed countries like ours.\n\n> If you take somebody and you double their income, on the one hand, with more income they can buy more of everything, and that definitely includes food and going out to restaurants.\n\n> While higher income may lead to you buy more of everything, including eating out more and buying more food for the house, another effect would be though, in addition to wanting to eat more food, the higher income allows you to buy more luxuries.\n\n\n*****\n[**Extended Summary**](http://np.reddit.com/r/autotldr/comments/41t8zq/social_security_notch_shows_that_increased_income/) | [FAQ](http://np.reddit.com/r/autotldr/comments/31b9fm/faq_autotldr_bot/ \"Version 1.6, ~28488 tl;drs so far.\") | [Theory](http://np.reddit.com/r/autotldr/comments/31bfht/theory_autotldr_concept/) | [Feedback](http://np.reddit.com/message/compose?to=%23autotldr \"PMs and comment replies are read by the bot admin, constructive feedback is welcome.\") | *Top* *keywords*: **more**^#1 **income**^#2 **people**^#3 **inflation**^#4 **high**^#5\n\n",
        "timestamp": 1453273658.0,
        "parent": "t3_41suoj"
      }
    ]
  },
  {
    "submission_id": "410fyw",
    "title": "Obesity's link to premature mortality understated in previous research",
    "comments": []
  },
  {
    "submission_id": "40wbcl",
    "title": "Sugar detoxification enzyme discovered",
    "comments": []
  },
  {
    "submission_id": "3zlzvc",
    "title": "Obesity Gene Needn’t Thwart Weight Loss Resolutions",
    "comments": []
  },
  {
    "submission_id": "3zlsp7",
    "title": "Persistent spatial clusters of high body mass index in a Swiss urban population as revealed by the 5-year GeoCoLaus longitudinal study -- Joost et al. 6 (1) -- BMJ Open",
    "comments": [
      {
        "body": "This study reports on observations in a Swiss cohort. It was shown that there are distinct spatial distributions and the authors find that their models including many variables still doesn't explain all the results and think that urbanism may be in cause.\n\nMy own arguably educated guess would be that there are important interaction terms that they didn't input, and that the inclusion of ethnic data is incomplete given that they just distinguish \"caucasian\" versus anything else. Ethnic data would correct roughly for genetics but also for cultural aspects. This area has a very diverse population including Turkish, Albanian, Portuguese, Spanish and Italian populations, as well as Swiss or French people. I live here and it's very obvious that there are social clusters by origin that are very important, with for example dining centers where people from Portuguese or Turkish origins congregate on the weekend, or given that people from Albanian origins who speak the same language tend to hang out together.\n\nI would also think that there's an important aspect of positive feedbacks happening within all these social groups, whereby it is known that the larger your friends and acquaintances, the larger you tend to be.\n\nThe supposition that urbanism is in cause is not however that bad, given that there are indeed more walkable areas among richer places. However, poorer people also tend to take public transportation more and not live within residential areas that are not walkable, so I'm curious whether this is that important a factor. Adding to that the fact that in CICO, CI is more important than CO, and my own (admittedly anecdotal) observation of the people within the lower income areas (where I have lived and raised kids in the past 6.5 years) is that people with lower incomes and not a Swiss or French culture tend to give crappy diets to their kids and the kids are fat as a result, and fat parents have fatter children. This is what I see within my kid's friends, who are all in public daycare and therefore get similar levels of activity and the same meals during the day.\n\nAnyway, I'm curious to see these results explored some more because I wouldn't think urban environment has that important a role to play compared to education and food culture, and it seems more probable to me that there's a lacking model somewhere in interaction terms and feedbacks.",
        "timestamp": 1452025183.0,
        "parent": "t3_3zlsp7"
      }
    ]
  },
  {
    "submission_id": "3ytxgu",
    "title": "[xpost /r/science] Study: People four times more likely to order dessert and ordered 17.65% more alcoholic drinks when their server is overweight.",
    "comments": [
      {
        "body": "XPost Subreddit Link: /r/science \n\nOriginal post: https://www.reddit.com/r/science/comments/3ys6rj/study_people_four_times_more_likely_to_order/",
        "timestamp": 1451510779.0,
        "parent": "t3_3ytxgu"
      },
      {
        "body": "Hmm.  Seems like restaurants should start hiring obese servers.",
        "timestamp": 1642228098.0,
        "parent": "t3_3ytxgu"
      }
    ]
  },
  {
    "submission_id": "3yd7cv",
    "title": "Challenges Facing Medical Staff Caring for Obese Patients",
    "comments": []
  },
  {
    "submission_id": "3yccm3",
    "title": "True Stories From the Front Lines of the Obesity Epidemic",
    "comments": []
  },
  {
    "submission_id": "3xutnf",
    "title": "The Obesity Paradox Explained and Debunked",
    "comments": [
      {
        "body": "Bonus: [Wordier article with fancy charts and a link to the study.](http://ldi.upenn.edu/voices/2014/08/07/explaining-the-obesity-paradox)",
        "timestamp": 1450805272.0,
        "parent": "t3_3xutnf"
      }
    ]
  },
  {
    "submission_id": "3xpk7w",
    "title": "Fat but fit worse than slim and lazy - 30 year study",
    "comments": []
  },
  {
    "submission_id": "3wooyr",
    "title": "A Very Interesting and Disheartening Graphic from Forbes Magazine",
    "comments": []
  },
  {
    "submission_id": "3weodd",
    "title": "Study Abstract Years of Life Lost Due to Obesity",
    "comments": [
      {
        "body": "[deleted]",
        "timestamp": 1449876773.0,
        "parent": "t3_3weodd"
      },
      {
        "body": "Why, thank you.",
        "timestamp": 1449876867.0,
        "parent": "t1_cxvwv6a"
      }
    ]
  },
  {
    "submission_id": "3vgocf",
    "title": "Obesity Hinders Cancer Diagnosis and Treatment",
    "comments": []
  },
  {
    "submission_id": "3vd1jz",
    "title": "Epigenetics- Sperm carries information about dad's weight",
    "comments": []
  },
  {
    "submission_id": "3urxb2",
    "title": "Eat Less, Move More\" the Only Effective Weight Loss Strategy",
    "comments": [
      {
        "body": "In today's age the only effective weight loss strategy is to have more than just a \"diet plan\". You need to have a lifestyle plan, a plan that will force you to look at your daily activities and habits and really analyze them. I spent all my childhood and all my twenties being extremely overweight.\nIt got to a point to where I had to go to therapy because my weight caused me to be very self-conscious, depressed, and just had me feeling extremely unhealthy. The therapist helped me understand where all of that was rooting from but I was still fat. \nI spent all my time at home, having very little friends, constantly being extremely boring. I found myself visiting websites like www.obesityhelp.com, www.wedmd.com, www.health.com, to try and figure a way to lose the weight. Don't get me wrong, I would lose weight all the time. I could just never keep it off or have a lifestyle that would allow me to do the things I've always wanted to.\nOne day a friend of mine introduced me to a lifestyle program called the [fat diminisher](http://xyreview.com/fat-diminisher-review-2/), this was not just a weight loss plan, but a way for me to set an effect a strategy that helped me attain the lifestyle i wanted to go for. \nSo while going to therapy was helping me figure out the roots of a lot of the issues that haunt me on a daily basis, this was helping me eat less and move more. ",
        "timestamp": 1449126786.0,
        "parent": "t3_3urxb2"
      },
      {
        "body": "This is the best tl;dr I could make, [original](http://www.nature.com/ijo/journal/v39/n11/abs/ijo2015116a.html) reduced by 75%. (I'm a bot)\n*****\n> Behavior and Psychology Cluster analysis of behavioural weight management strategies and associations with weight change in young women: a longitudinal analysis C D Madigan1, A J Daley1, E Kabir2,3, P Aveyard4 and W Brown3.\n\n> Little is known about the strategies used by young women to manage their weight, or the effectiveness of these in preventing weight gain.\n\n> We aimed to identify clusters of weight control strategies used by women and to determine the average annual weight change among women in each cluster from 2000 to 2009.Methods: Latent cluster analysis of weight control strategies reported by 8125 participants in the Australian Longitudinal Study of Women&#039;s Health.\n\n\n*****\n[**Extended Summary**](http://np.reddit.com/r/autotldr/comments/3us667/sanity_international_journal_of_obesity_a/) | [FAQ](http://np.reddit.com/r/autotldr/comments/31b9fm/faq_autotldr_bot/ \"Version 1.6, ~18739 tl;drs so far.\") | [Theory](http://np.reddit.com/r/autotldr/comments/31bfht/theory_autotldr_concept/) | [Feedback](http://np.reddit.com/message/compose?to=%23autotldr \"PMs and comment replies are read by the bot admin, constructive feedback is welcome.\") | *Top* *five* *keywords*: **weight**^#1 **women**^#2 **Cluster**^#3 **group**^#4 **strategies**^#5\n\nPost found in [/r/fatlogic](http://np.reddit.com/r/fatlogic/comments/3urvgv/sanity_international_journal_of_obesity_a/), [/r/science](http://np.reddit.com/r/science/comments/3uq5m5/women_who_are_most_successful_at_losing_weight/), [/r/Obesity](http://np.reddit.com/r/Obesity/comments/3urxb2/eat_less_move_more_the_only_effective_weight_loss/) and [/r/ScienceBritannica](http://np.reddit.com/r/ScienceBritannica/comments/3uqdyh/international_journal_of_obesity_abstract_of/).",
        "timestamp": 1448843137.0,
        "parent": "t3_3urxb2"
      }
    ]
  },
  {
    "submission_id": "3uiz5e",
    "title": "Stored Fat Leads to Physical Changes that Make Weight Loss More Difficult, New Data Suggests",
    "comments": [
      {
        "body": "A good analogy to this process is the way in which using addicting substances changes an addict's physical reactions. An addict who stops using heroin will find that their body has adapted to addictive compounds in the drug and that their body reacts negatively to being denied them.  This seems to me to point to the addictive nature of food in some people.",
        "timestamp": 1448670341.0,
        "parent": "t3_3uiz5e"
      },
      {
        "body": "Well, there is a reward component inherently related to food ingestion. I don't know if it would have as dramatic an affect upon the brain's structure as certain drugs though (since, as far as I know, bacon doesn't pass the blood-brain barrier).",
        "timestamp": 1448990834.0,
        "parent": "t1_cxf8fr2"
      },
      {
        "body": "[deleted]",
        "timestamp": 1448739681.0,
        "parent": "t1_cxf8fr2"
      },
      {
        "body": "That's my hope as well. We expect drug addicts to seek treatment for their addictions and many do. ",
        "timestamp": 1448739801.0,
        "parent": "t1_cxfz807"
      }
    ]
  },
  {
    "submission_id": "3u9ky3",
    "title": "Resting Metabolic Rate Varies by Race and Gender",
    "comments": [
      {
        "body": "x-post from /r/fatlogic ",
        "timestamp": 1448486382.0,
        "parent": "t3_3u9ky3"
      }
    ]
  },
  {
    "submission_id": "3u8fdi",
    "title": "Obesity Linked to Higher Rate of Surgeries",
    "comments": []
  },
  {
    "submission_id": "3u8cag",
    "title": "Coca-Cola Scientist Who Downplayed Coke's Role in Obesity Steps Down",
    "comments": []
  },
  {
    "submission_id": "3u6839",
    "title": "The Relationship Between Obesity and Functional Gastro-Intestinal Disorders",
    "comments": [
      {
        "body": "x-post from /r/fatlogic",
        "timestamp": 1448424794.0,
        "parent": "t3_3u6839"
      }
    ]
  },
  {
    "submission_id": "3u03d5",
    "title": "Obesity and stress driving early puberty in girls",
    "comments": []
  },
  {
    "submission_id": "3u00k1",
    "title": "My university and teaching hospital is hosting a day of info on obesity and diabetes with special events to teach kids",
    "comments": [
      {
        "body": "I know this isn't a super link because of the google translate (there are some ugly sentences in there) but I was happy to see that this kind of outreach to people so they understand the science behind obesity and diabetes. I will try to attend some of those things if they're in my office building. I'm especially curious to see how we can teach children about this.",
        "timestamp": 1448317646.0,
        "parent": "t3_3u00k1"
      },
      {
        "body": "I read somewhere that they have developed and are testing an oral insulin. Diabetes is the obesity related condition I'm most concerned about. It's incidence is rising astonishingly in the US and world wide. And it's one of the most awful ways to die.",
        "timestamp": 1448389434.0,
        "parent": "t3_3u00k1"
      }
    ]
  },
  {
    "submission_id": "3tyy4w",
    "title": "Junk food not solely responsible for increase in American caloric intake",
    "comments": [
      {
        "body": "This doesn't surprise me in the least. it's still a matter of total calories.\n\nour culture is so junk food focused anymore, you can't *not* eat some without it being a personal slight against \"them\" - whoever they are be it family or co-workers or friends.  it's not the junk existing that magically makes you fat.",
        "timestamp": 1448373037.0,
        "parent": "t3_3tyy4w"
      },
      {
        "body": "Yeah, this does seem pretty obvious to me. But you see a lot of media reports about how the obesity epidemic is due to this, that, or the other food, so this may be surprising to some people. Nobody wants to believe that you could seriously be on the all-junk-food diet and still lose weight, as long as you consume less calories than you burn.",
        "timestamp": 1448470042.0,
        "parent": "t1_cxbcosk"
      }
    ]
  },
  {
    "submission_id": "3tbnw9",
    "title": "HAES: A Scientific Rebuttal",
    "comments": []
  },
  {
    "submission_id": "3tapl5",
    "title": "Call for Ban on Medical Advertising",
    "comments": []
  },
  {
    "submission_id": "nxdhr",
    "title": "Obesity pioneer given knighthood",
    "comments": []
  },
  {
    "submission_id": "oml2a",
    "title": "Obesity: An Epidemic in the United States",
    "comments": []
  },
  {
    "submission_id": "152m6r",
    "title": "Protein Expands Fat but Leaves Mice Metabolically Healthy | ALN",
    "comments": []
  },
  {
    "submission_id": "1049ic",
    "title": "T-Cells in Fat Tissue Protect Against Obesity in Mice | ALN",
    "comments": []
  },
  {
    "submission_id": "20ekua",
    "title": "The Obesity Pregnancy Dilemma",
    "comments": []
  },
  {
    "submission_id": "2hbsza",
    "title": "Child maltreatment alters hormone levels linked to obesity",
    "comments": []
  },
  {
    "submission_id": "2p12mr",
    "title": "Obese children's brains more responsive to sugar",
    "comments": []
  },
  {
    "submission_id": "2ysu1g",
    "title": "Get your preschoolers moving! Become a Part of the Moblees Movement Movement!",
    "comments": []
  },
  {
    "submission_id": "38i51l",
    "title": "I've found the reason to America's epidemic. Life protip: Don't sit for too long. (xpost: /r/TIL)",
    "comments": []
  },
  {
    "submission_id": "3s7z7i",
    "title": "Are there any studies about obesity being caused by an imbalance of serotonin?",
    "comments": [
      {
        "body": "[deleted]",
        "timestamp": 1447436804.0,
        "parent": "t3_3s7z7i"
      },
      {
        "body": "Yes. I gained a ton of weight when I quit my medications. I was able to lose weight on them. I shouldn’t have quit them.",
        "timestamp": 1696295242.0,
        "parent": "t3_3s7z7i"
      },
      {
        "body": "i actually lost weight on anti-depressants and gained weight when i got off them. ",
        "timestamp": 1448748758.0,
        "parent": "t1_cwz3755"
      }
    ]
  },
  {
    "submission_id": "3pdneo",
    "title": "Can anyone recommend a sturdy desk chair that won't leave me sitting practically on the floor?",
    "comments": [
      {
        "body": "You might want to try one of the specialty sites such as MoreofMetoLove. You can google it. However, I would be remiss if I didn't suggest that you begin a weight loss regimen. ",
        "timestamp": 1448389739.0,
        "parent": "t3_3pdneo"
      }
    ]
  },
  {
    "submission_id": "37lryr",
    "title": "Wellness app designed specifically for 35+ BMI. Will it work?",
    "comments": [
      {
        "body": "I don't see how it would be different the other wellness apps.",
        "timestamp": 1436480391.0,
        "parent": "t3_37lryr"
      }
    ]
  },
  {
    "submission_id": "35ubad",
    "title": "Potential obesity treatment targets the two sides of appetite: Hunger and feeling full",
    "comments": []
  },
  {
    "submission_id": "35gtbu",
    "title": "\"Estimating Burden and Disease Costs of Exposure to Endocrine-Disrupting Chemicals in the European Union\" (Landmark study on costs of EDCs finds staggering cost of over 1% Eu GNP/ or hundreds of millions of euros/year - list includes many obesogens)",
    "comments": []
  },
  {
    "submission_id": "31qey4",
    "title": "Obese people may be more sensitive to food smells",
    "comments": []
  },
  {
    "submission_id": "2ud0d7",
    "title": "Are we growing overweight from baker’s yeast?",
    "comments": []
  },
  {
    "submission_id": "2st38q",
    "title": "Heartbreaking Photo Series Reveals The True Toll Obesity Can Take On A Family",
    "comments": []
  },
  {
    "submission_id": "2srwsw",
    "title": "Pharmacological guide to obesity treatment",
    "comments": []
  },
  {
    "submission_id": "2q2d3m",
    "title": "Researchers Pave Way for Anti-Obesity Drug",
    "comments": []
  },
  {
    "submission_id": "27d6vw",
    "title": "Will sugary fruit drinks that contain 0% fruit juice ever be banned from the shelves?",
    "comments": [
      {
        "body": "Probably not. They make too much money.",
        "timestamp": 1401982272.0,
        "parent": "t3_27d6vw"
      }
    ]
  },
  {
    "submission_id": "22i4sj",
    "title": "Severe obesity on the rise among children in the U.S.: A new analysis finds that all classes of obesity in children have increased over the last 14 years. Study also found an upward trend in more severe forms of childhood obesity - a body mass index (BMI) that is 120 -140% higher than their peers",
    "comments": [
      {
        "body": "Reference:\n\nPrevalence and Trends in Obesity and Severe Obesity Among Children in the United States, 1999-2012\n\nhttp://archpedi.jamanetwork.com/article.aspx?articleid=1856480",
        "timestamp": 1396948480.0,
        "parent": "t3_22i4sj"
      }
    ]
  },
  {
    "submission_id": "22fnmv",
    "title": "Price tag for childhood obesity - $19,000 per kid: Over a lifetime, the medical costs associated with childhood obesity total about $19,000 per child compared with those for a child of normal weight, a new analysis shows",
    "comments": [
      {
        "body": "Reference:\n\nLifetime Direct Medical Costs of Childhood Obesity\n\nhttp://pediatrics.aappublications.org/content/early/2014/04/02/peds.2014-0063.abstract",
        "timestamp": 1396887302.0,
        "parent": "t3_22fnmv"
      }
    ]
  },
  {
    "submission_id": "226ja3",
    "title": "Cigarette smoking among obese women appears to interfere with their ability to taste fats and sweets, a new study shows: Despite craving high-fat, sugary foods, these women were less likely than others to perceive these tastes, which may drive them to consume more calories",
    "comments": [
      {
        "body": "Reference:\n\nCigarette smoking and obesity are associated with decreased fat perception in women\n\nhttp://onlinelibrary.wiley.com/doi/10.1002/oby.20697/abstract",
        "timestamp": 1396608141.0,
        "parent": "t3_226ja3"
      },
      {
        "body": "I am living proof that smoking is healthy",
        "timestamp": 1398944778.0,
        "parent": "t3_226ja3"
      }
    ]
  },
  {
    "submission_id": "222kdm",
    "title": "Key chocolate ingredients could help prevent obesity, diabetes: Scientists have found that one particular type of antioxidant in cocoa prevented laboratory mice from gaining excess weight and lowered their blood sugar levels",
    "comments": [
      {
        "body": "\nOligomeric Cocoa Procyanidins Possess Enhanced Bioactivity Compared to Monomeric and Polymeric Cocoa Procyanidins for Preventing the Development of Obesity, Insulin Resistance, and Impaired Glucose Tolerance during High-Fat Feeding\n\nhttp://pubs.acs.org/doi/abs/10.1021/jf500333y",
        "timestamp": 1396493193.0,
        "parent": "t3_222kdm"
      }
    ]
  }
]